<p style="text-align: center;"><strong>GRUTA</strong></p>
<p style="text-align: center;">Asicaz Monz&oacute;n-Aguirre Ortiz</p>
<p style="text-align: center;">&nbsp;</p>
<p style="text-align: center;">&nbsp;</p>
<blockquote>
<p>El acto de olvidar no es solo una erosi&oacute;n del tiempo, sino una fuerza activa, una decisi&oacute;n, un gesto que puede ser tan afilado como un cuchillo o tan sutil como un velo que se posa sobre la memoria. Gruta es una exposici&oacute;n que no se conforma con la pasividad del olvido, sino que lo enfrenta, lo interroga, lo encarna en su materialidad. A trav&eacute;s de objetos cubiertos, narrativas veladas y tensiones simb&oacute;licas, la muestra revela c&oacute;mo la memoria no es una entidad neutral, sino un terreno de disputa en el que ciertos relatos son santificados mientras otros son relegados a la penumbra del desuso.&nbsp;</p>
<p>Desde un enfoque antropol&oacute;gico y art&iacute;stico, Gruta explora la relaci&oacute;n entre diversos artefactos rituales de procedencia Andina asociados con Jeric&oacute;. Entre ellos se destacan r&eacute;plicas de piezas de las colecciones de los museos del municipio</p>
<p>El olvido se manifiesta en Gruta a trav&eacute;s del gesto de cubrir: telas que envuelven objetos, esmalte de u&ntilde;as que sella superficies, pigmentos que distorsionan significados. Pero este acto de velar no es un simple ocultamiento, sino una reescritura activa. Al cubrir estos objetos con materiales asociados al cuerpo y a lo &iacute;ntimo -esmalte de u&ntilde;as, textiles-, la exposici&oacute;n borra las jerarqu&iacute;as que los han separado.&nbsp;</p>
<p>El acto de vestir y velar los objetos introduce una performatividad que subvierte las lecturas tradicionales de los artefactos. En lugar de presentarlos como piezas neutrales, la exposici&oacute;n los carga de nuevas connotaciones, los inscribe en un di&aacute;logo con la rareza, con la disidencia, con lo que ha sido excluido de la historia oficial.</p>
<p>Gruta es una exploraci&oacute;n de la memoria como un campo de tensi&oacute;n, donde la santidad y la disidencia, la presencia y la ausencia, la historia y la censura se entrelazan en una coreograf&iacute;a de velos y revelaciones. La exposici&oacute;n no busca restaurar lo perdido, sino exponer los mecanismos del olvido, haci&eacute;ndolos visibles a trav&eacute;s del arte. En su tejido de textiles, esmaltes y sombras, nos confronta con la pregunta esencial: &iquest;qu&eacute; historias estamos dispuestos a desenterrar y cu&aacute;les seguimos cubriendo, ya sea por miedo, por verg&uuml;enza o por conveniencia? La exposici&oacute;n resuena con una urgencia contempor&aacute;nea: &iquest;qu&eacute; significa pertenecer?&nbsp;</p>
<p>&nbsp;</p>
<p>Andr&eacute;s G.&nbsp;</p>
<p>&nbsp;</p>
<p>Arte y producci&oacute;n: Asicaz Monz&oacute;n-Aguirre<br />Asistencia en producci&oacute;n: Daniel Mon&aacute;<br />Fabricaci&oacute;n: Asicaz Monz&oacute;n-Aguirre, Daniel Mon&aacute;, Santiago Isaza, Sol Tabares, Maria Fernanda Zuluaga<br />Bordados: Paula Urriago<br />Pintura: Juan Carlos Correa G&ograve;mez<br />Tallado en madera: Sigifredo De Jesus Cardona<br />Registro fotogr&aacute;fico: Felipe Garc&iacute;a</p>
<p>&nbsp;</p>
</blockquote>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
